results/exp1/20260223T201949Z-vanilla-katran/raw/wrk/c2/run-5.txt
Running 1m test @ http://192.168.100.100:8080/exp1-1k.txt
  2 threads and 2 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   136.46us    9.17us 707.00us   72.87%
    Req/Sec     7.32k   377.12     9.21k    78.79%
  Latency Distribution
     50%  139.00us
     75%  141.00us
     90%  146.00us
     99%  156.00us
  875293 requests in 1.00m, 1.04GB read
Requests/sec:  14564.05
Transfer/sec:     17.68MB